---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.LoadClassification.Undefined
enum: Autodesk.Revit.DB.Electrical.LoadClassification
source: html/931b70a7-2ea6-765d-68a5-677fc2d988c4.htm
---
# Autodesk.Revit.DB.Electrical.LoadClassification.Undefined

Load classification is undefined.